# Core
brew "neovim"
brew "stow"
brew "starship"

# Shell & navigation
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "fzf"

# Search & find
brew "fd"
brew "ripgrep"

# Modern CLI replacements
brew "bat"          # better cat
brew "eza"          # better ls
brew "delta"        # better git diffs
brew "tldr"         # simplified man pages

# Git
brew "lazygit"

# Media
brew "spotify_player"

# Casks
cask "ghostty"
cask "font-fira-code-nerd-font"
